<?php
// Heading
$_['heading_title'] = 'קבוצת התכונה';

// Text
$_['text_success'] = 'הצלחת בהצלחה לשנות את קבוצת התכונה!';
$_['text_list'] = 'רשימת קבוצת התכונות';
$_['text_add'] = 'הוסף קבוצת תכונות';
$_['text_edit'] = 'ערוך את קבוצת התכונות';

// Column
$_['column_name'] = 'שם קבוצת התכונה';
$_['column_sort_order'] = 'סדר לפי';
$_['column_action'] = 'פעולה';

// Entry
$_['entry_name'] = 'שם קבוצת התכונה';
$_['entry_sort_order'] = 'סדר לפי';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לערוך את קבוצת התכונה!';
$_['error_name'] = 'שם קבוצת התכונה חייב להיות בין 3 ל 64 תווים!';
$_['error_attribute'] = 'אזהרה: אין אפשרות למחוק את קבוצת התכונה מפני שהיא בשימוש של %s מהתכונות!';
$_['error_product'] = 'אזהרה: התכונה אינה יכולה להימחק מפני שהיא מקושרת ל %s מוצרים!';

