<?php
// Heading
$_['heading_title'] = 'הורדות';

// Text
$_['text_success'] = 'הצלחה: ההורדות עודכנו!';
$_['text_list'] = 'רשימת הורדות';
$_['text_add'] = 'הוסף הורדה';
$_['text_edit'] = 'ערוך הורדה';
$_['text_upload'] = 'הקובץ הועלה בהצלחה!';

// Column
$_['column_name'] = 'שם קובץ ההורדה';
$_['column_date_added'] = 'תאריך הוספה';
$_['column_action'] = 'פעולה';

// Entry
$_['entry_name'] = 'שם קובץ ההורדה';
$_['entry_filename'] = 'שם הקובץ';
$_['entry_mask'] = 'מסכה';

// Help
$_['help_filename'] = 'ניתן להעלות באמצעות לחצן העלה, או השתמש ב- FTP כדי להעלות את קובץ ההורדה והזן את הפרטים הבאים.';
$_['help_mask'] = 'מומלץ כי את שם הקובץ והמסכה יהיו שונים כדי למנוע מאנשים לקשר ישירות אל ההורדות שלך.';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשינוי הורדות!';
$_['error_name'] = 'שם קובץ ההורדה צריך להיות בין 3 ל 64 תווים!';
$_['error_upload'] = 'ההעלעה נדרשת!';
$_['error_filename'] = 'שם הקובץ חייב להיות בין 3 עד 128 תווים!';
$_['error_exists'] = 'הקובץ לא קיים!';
$_['error_mask'] = 'המסכה חייבת להיות בין 3 עד 128 תווים!';
$_['error_filetype'] = 'סוג קובץ לא חוקי!';
$_['error_product'] = 'אזהרה: אין אפשרות למחוק את ההורדה. הורדה זי מוקצה כרגע ל %s מוצרים!';

