<?php
// Heading
$_['heading_title'] = 'מידע';

// Text
$_['text_success'] = 'הצלחה: המידע עודכן!';
$_['text_list'] = 'רשימת מידע';
$_['text_add'] = 'הוסף מידע';
$_['text_edit'] = 'ערוך מידע';
$_['text_default'] = 'ברירת מחדל';

// Column
$_['column_title'] = 'כותרת המידע';
$_['column_sort_order'] = 'סדר/מיון';
$_['column_action'] = 'פעולה';

// Entry
$_['entry_title'] = 'כותרת המידע';
$_['entry_description'] = 'תיאור';
$_['entry_store'] = 'חנויות';
$_['entry_meta_title'] = 'כותרת Meta Tag';
$_['entry_meta_keyword'] = 'מילות Meta Tag';
$_['entry_meta_description'] = 'תיאור Meta Tag';
$_['entry_keyword'] = 'מילות מפתח קידום אתרים';
$_['entry_bottom'] = 'תחתית';
$_['entry_status'] = 'מצב';
$_['entry_sort_order'] = 'סדר/מיון';
$_['entry_layout'] = 'שינוי תצוגת ברירת מחדל';

// Help
$_['help_keyword'] = 'לא להשתמש ברווחים. במקום רווח השתמש עם -. וודא כי מילת המפתח היא ייחודית.';
$_['help_bottom'] = 'הצג בתחתית האתר.';

// Error
$_['error_warning'] = 'אזהרה: נא בדוק את הטופס בקפידה עבור שגיאות!';
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות מידע!';
$_['error_title'] = 'כותרת מידע חייב להיות בין 3 ל 64 תווים!';
$_['error_description'] = 'תיאור חייב להיות יותר מ 3 תווים!';
$_['error_meta_title'] = 'כותרת Meta חייבת להיות ארוכה מ- 3 תווים, ופחות מ- 255 תווים!';
$_['error_keyword'] = 'מילת המפתח כבר בשימוש!';
$_['error_account'] = 'אזהרה: אין אפשרות למחוק דף מידע זה. דף זה מוקצה כרגע לתנאים של חשבון החנות!';
$_['error_checkout'] = 'אזהרה: אין אפשרות למחוק דף מידע זה. דף זה מוקצה כרגע לתנאים של הקנייה בחנות!';
$_['error_affiliate'] = 'אזהרה: אין אפשרות למחוק דף מידע זה. דף זה מוקצה כרגע לתנאים של שותפים בחנות!';
$_['error_return'] = 'אזהרה: אין אפשרות למחוק דף מידע זה. דף זה מוקצה כרגע לתנאי ההחזרה של החנות!';
$_['error_store'] = 'אזהרה: דף מידע זה אין אפשרות למחוק כמו שלה משמש כיום על-ידי %s חנויות!';

