<?php
// Heading
$_['heading_title'] = 'סטטוס סחורות';

// Text
$_['text_success'] = 'הצלחה: שינוי סטטוס סחורות!';
$_['text_list'] = 'רשימת סטטוסי סחורות';
$_['text_add'] = 'הוסף סטטוס סחורות';
$_['text_edit'] = 'ערוך סטטוס סחורות';

// Column
$_['column_name'] = 'שם סטטוס סחורות';
$_['column_action'] = 'פעולה';

// Entry
$_['entry_name'] = 'שם סטטוס סחורות';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשינוי סטטוס סחורות!';
$_['error_name'] = 'שדה מצבי הזמנות חייב להיות בין 3 ל 32 תווים!';
$_['error_product'] = 'אזהרה: זה מצב מלאי אין אפשרות למחוק זה מוקצה כרגע למוצרים %s!';

