<?php
// Heading
$_['heading_title'] = 'רשימת יחידות משקל';

// Text
$_['text_success'] = 'הצלחה: שינוי יחידת אורך בוצעה בהצלחה!';
$_['text_list'] = 'רשימת מחלקת משקל';
$_['text_add'] = 'הוספת קטגוריית משקל';
$_['text_edit'] = 'עריכת קטגוריית משקל';

// Column
$_['column_title'] = 'כותרת המשקל';
$_['column_unit'] = 'יחידת המשקל';
$_['column_value'] = 'ערך';
$_['column_action'] = 'פעולה';

// Entry
$_['entry_title'] = 'כותרת המשקל';
$_['entry_unit'] = 'יחידת המשקל';
$_['entry_value'] = 'ערך';

// Help
$_['help_value'] = 'הגדר 1.00000 אם זה אורך ברירת המחדל שלך.';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשינוי קטגוריות המשקל!';
$_['error_title'] = 'שם האורך חייב להיות בין 3 ל 32 תווים!';
$_['error_unit'] = 'סימון האורך חייב להיות בין 1 ל 4 תויים!';
$_['error_default'] = 'אזהרה: אין אפשרות למחוק את האורך הזה, הוא מוגדר כברירת מחדל!';
$_['error_product'] = 'אזהרה: אין אפשרות למחוק את האורך הזה, הוא מוגדר כברירת מחדל למוצרים %s!';

